{
    "news": [
      {
        "image": "https://th-i.thgim.com/public/incoming/h6zdr/article65802992.ece/alternates/FREE_1200/2022-08-23T164420Z_1827112802_RC2G2W9DPOBQ_RTRMADP_3_INDIA-POLITICS-RELIGION.JPG",
        "heading": "Court orders release of Telangana MLA Raja Singh; says procedure not followed in arrest",
        "subheading": "He was held for his statements to outrage religious feelings",
        "author": "By : STAFF REPORTER",
        "date": "AUGUST 29, 2022",
        "news1": "Bharatiya Janata Party legislator from Goshamahal Assembly constituency in Hyderabad T. Raja Singh was arrested, later in the day produced before a court, for allegedly making statements to outrage religious feelings, in Hyderabad on Tuesday. However, the court turned down the remand application of the police for not following proper procedure in arrest and ordered the immediate release of the MLA.",
        "news2": "The point at issue for Mr. Raja Singh was the Telangana Rashtra Samithi government allowing stand-up comic Munawar Faruqui to perform a show in Hyderabad. The firebrand leader, prior to the scheduled show on Saturday, had cautioned the organisers, the police and the government, that there would be severe backlash if the show was allowed.With an intention to maintain law and order, several hundred police personnel guarded the venue, detained a few BJP activists and ensured that the show ended peacefully.Taking on Mr. Faruqui, as stated earlier, Mr. Raja Singh on Monday uploaded a video via ‘Shree Ram Channel Telangana’ on YouTube “as a reaction to allowing the show.”"
      },
      {
        "image": "https://th-i.thgim.com/public/sci-tech/technology/x0dat0/article38072413.ece/alternates/FREE_1200/China-Space-Station-Tiangong",
        "heading": "India-China dispute casts gloom over space project",
        "subheading": "Scientists from Bengaluru-based Indian Institute of Astrophysics are part of a UN-led initiative for Tiangong, the developing Chinese space station",
        "author": "By : Jacob Koshy",
        "date": "AUGUST 29, 2022",
        "news1": "Tension between India and China since May 2020 is worrying Indian astrophysicists involved in an ambitious project to install an India-made spectroscope aboard the developing Chinese space station, Tiangong.Scientists at the Indian Institute of Astrophysics (IIA), Bengaluru, were among nine groups selected from 42 applicants in 2019 as part of a United Nations-led initiative that invites research teams from all over the world to compete for an opportunity to design payloads that will be shuttled to Tiangong aboard rockets of the Chinese Manned Space Agency.The project, called Spectrographic Investigation of Nebular Gas (SING), also involves collaboration with the Institute of Astronomy, Russian Academy of Sciences, and has been designed and developed by research students at the IIA. The plan is to have it ready by the year end so that it can be launched in the summer of 2023. Though the plan is on schedule, scientists at the IIA are now consulting with the Indian Space Research Organisation (ISRO) as well as the Ministry of External Affairs (MEA) on whether they are in the clear to go ahead with the project.",
        "news2": "Chinese and Indian troops have been engaged in a prolonged stand-off in eastern Ladakh. The two sides have so far held 16 rounds of Corps Commander-level talks to resolve the stand-off, which erupted on May 5, 2020, following a violent clash in the Pangong lake area.“At the moment [the India-China] relationship is going through an extremely difficult phase after what China did at the border,” External Affairs Minister S. Jaishankar said in Bangkok last week.The SING project would be the first space-collaboration involving India and China, and primarily deals with sending and positioning a spectrograph, an instrument that splits light into constituent frequencies and wavelengths, to study ultraviolet radiation. This will help analyse the make-up and sources of interstellar gas in the region that swept by the space station as it orbits around the earth.“We are cautiously hopeful that the project will progress as scheduled,” said Jayant Murthy, Senior Professor, IIA, and the coordinator for the project. “Technical discussions on the payload are still on with China and we have conveyed to them that we need an export clearance from Indian authorities to go ahead. We have written to our relevant agencies and are awaiting their response.”"
      },
      {
        "image": "https://th-i.thgim.com/public/news/national/513kn1/article65801444.ece/alternates/FREE_1200/9OW5oEf-_400x400.jpeg",
        "heading": "Congress launches Bharat Jodo Yatra tagline, logo",
        "subheading": "The 3,500-km yatra is expected to be led by former party chief Rahul Gandhi",
        "author": "By : The Hindu Bureau",
        "date": "AUGUST 29, 2022",
        "news1": "Mile kadam, jude watan or step by step, unite India. With this official tagline, the Congress on Tuesday launched the website and the official logo of the 3,500-km-long Bharat Jodo Yatra that is expected to be led by former party chief Rahul Gandhi from the start to finish.",
        "news2": "Addressing a joint press conference, Congress general secretary Jairam Ramesh and national coordinator of the padayatra Digvijaya Singh said the yatra was necessary in national interest to counter growing economic inequality, social polarisation and political divisions in the country."
      },
      {
        "image": "https://th-i.thgim.com/public/incoming/dj9s9o/article65801551.ece/alternates/FREE_1200/IMG_PTI06_24_2022_000164_2_1_139V7CM3.jpg",
        "heading": "DRDO, Indian Navy test fire indigenous Vertical Launch Short Range surface-to-air missile",
        "subheading": "VL-SRSAM, a ship-borne weapon system, is meant for neutralising various aerial threats at close ranges, including sea-skimming targets",
        "author": "By : The Hindu Bureau",
        "date": "AUGUST 29, 2022",
        "news1": "The Defence Research and Development Organisation (DRDO) and the Indian Navy on Tuesday successfully flight tested the indigenously developed Vertical Launch Short Range Surface-to-Air Missile (VL-SRSAM) from the Integrated Test Range (ITR), Chandipur off the coast of Odisha.The VL-SRSAM, a ship-borne weapon system, is meant for neutralising various aerial threats at close ranges, including sea-skimming targets, and was the last test-fired in June.“The flight test was carried out from an Indian Naval Ship against a high-speed unmanned aerial target for demonstration of vertical launch capability. The missiles, equipped with indigenous Radio Frequency (RF) seeker, intercepted the target with high accuracy,” a Defence Ministry statement said.",
        "news2": "During the test launch, flight path and vehicle performance parameters were monitored using flight data captured by various Range instruments such as Radar, Electro-optical tracking system (EOTS), and Telemetry systems deployed by ITR, Chandipur, the statement said.The launch was monitored by senior scientists from various DRDO labs involved in the design and development of the system such as Defence Research and Development Laboratory (DRDL), Research Centre Imarat (RCI), Hyderabad, and R&D Engineers, Pune.Raksha Mantri Shri Rajnath Singh complimented the DRDO, the Indian Navy, and associated teams on the successful flight trial of VL-SRSAM and stated that the missile will prove to be a force multiplier for the Indian Navy.Secretary Department of Defence R&D and DRDO Chairman Dr. Satheesh Reddy observed that the missile will further strengthen the Navy‘s ability to neutralise various aerial threats at close ranges, including sea-skimming targets."
      },
      {
        "image": "https://th-i.thgim.com/public/incoming/i8oq7k/article65801354.ece/alternates/FREE_1200/IMG_INDEX_SUPREME_COURT_2_1_O4A3BV64.jpg",
        "heading": "Supreme Court strikes down provision of 1988 Benami law",
        "subheading": "Supreme Court terms the provision ‘unconstitutional’ on the ground of being ‘manifestly arbitrary’",
        "author": "By : PTI",
        "date": "AUGUST 29, 2022",
        "news1": "The Supreme Court Tuesday struck down one of the provisions of the Benami Transactions (Prohibition) Act of 1988, which provides for the punishment of a maximum jail term of three years or a fine or both for those indulging in ‘benami’ transactions.The apex court termed the provision “unconstitutional” on the ground of being “manifestly arbitrary”.The verdict came on the appeal of the Centre challenging the Calcutta High Court judgement in which it was held that the amendment made in the 1988 Act in 2016 would be applicable with prospective effect.",
        "news2": " "
      },
      {
        "image": "https://th-i.thgim.com/public/incoming/329v4r/article65800508.ece/alternates/FREE_1200/C1259959-9873-4E8B-849E-24FFED8CE0E4.jpeg",
        "heading": "Bilkis Bano case | Supreme Court to consider hearing plea against remission of 11 convicts",
        "subheading": "The apex court had earlier asked the Gujarat government to consider the plea of remission",
        "author": "By : Krishnadas Rajagopal",
        "date": "AUGUST 29, 2022",
        "news1": "The Supreme Court on Tuesday, August 23, 2022 agreed to consider listing a plea challenging the grant of remission by the Gujarat government to 11 convicts in the Bilkis Bano gangrape case.Chief Justice of India N.V. Ramana told advocate Aparna Bhat and senior advocate Kapil Sibal to file the case records. Ms. Bhat pressed the court to list the petition on Wednesday itself.",
        "news2": "“We are challenging the remission. Fourteen people were killed and a pregnant woman was assaulted,” said Mr. Sibal, who orally mentioned the case for urgent hearing.In May 2022, the apex court had directed the Gujarat government to consider the application of one of the convicts, Radheshyam Bhagwandas Shah @ Lala Vakil, for pre­mature release in terms of its remission policy of July 9, 1992. The 1992 policy was prevalent on the date of conviction.In Union of India versus Sriharan @ Murugan, the apex court has said the State should mandatorily seek the opinion of the sentencing court's presiding judge. It has said this opinion would shed light on factors like the nature of the crime that was committed, the record of the convicts, their backgrounds and other relevant factors. These inputs would enable the government to take the ‘right’ decision as to whether or not the sentence should be remitted"
      },
      {
        "image": "https://th-i.thgim.com/public/incoming/5p9u7a/article65801140.ece/alternates/FREE_1200/06_RVM2827.jpg",
        "heading": "Yasin Malik’s plea on physical appearance turned down in Rubaiya Sayeed abduction case: CBI counsel",
        "subheading": "Bailable warrant issued against Rubaiya Sayeed for not appearing for cross-examination by Yasin Malik",
        "author": "By : The Hindu Bureau",
        "date": "AUGUST 29, 2022",
        "news1": "A Jammu court on Tuesday turned down JKLF chief Yasin Malik’s plea to physically attend the court and cross-examine witnesses in the 1989 Rubaiya Sayeed abduction case, according to a CBI counsel.The court also issued a bailable warrant against Ms. Sayeed after she did not appear for her cross-examination by Malik, whom she had identified as her abductor during last a hearing last month.",
        "news2": "According to a CBI counsel, the court turned down Malik’s plea for physical appearance, citing directions from the High Court “to produce all the accused in all the cases through virtual mode”.The Court also issued a bailable warrant against Ms. Sayeed and directed her to remain present on the next date of the hearing scheduled on September 21.The victim, who was kidnapped in December 1989, identified Malik as one of her kidnappers last month. She is the daughter of then Union Home Minister Mufti Muhammad Sayeed."
      },
      {
        "image": "https://th-i.thgim.com/public/incoming/rhj0fb/article65801807.ece/alternates/FREE_1200/Dharmendra%20Pradhan.jpg",
        "heading": "India, Australia discuss forging deeper collaborations in skill development sector: Union Minister",
        "subheading": "Union Education Minister Dharmendra Pradhan who is on a four-day visit to Australia",
        "author": "By : PTI",
        "date": "AUGUST 29, 2022",
        "news1": "Union Education Minister Dharmendra Pradhan and his Australian counterpart Brendan O'Connor on August 23 discussed forging deeper collaborations in the skill development sector and working together for creating highly-productive and future-ready workforce.The discussions centred around the potential of deploying Australian Skill Standards and Certification frameworks in India to equip youth with skills of the future, connect them with employment and improve skilling outcomes, strengthen industry and academia linkages and provide an agile response to skilling needs.",
        "news2": "Mr. Pradhan also visited Deakin University, Melbourne and took detailed overview of the university, especially the industry-designed courses, research degrees, and entry pathways.During his meeting with the Australian Skill Minister, Mr. Pradhan invited him to visit India for exploring opportunities to strengthen cooperation in skill development."
      },
      {
          "image": "https://th-i.thgim.com/public/incoming/h6zdr/article65802992.ece/alternates/FREE_1200/2022-08-23T164420Z_1827112802_RC2G2W9DPOBQ_RTRMADP_3_INDIA-POLITICS-RELIGION.JPG",
          "heading": "Court orders release of Telangana MLA Raja Singh; says procedure not followed in arrest",
          "subheading": "He was held for his statements to outrage religious feelings",
          "author": "By : STAFF REPORTER",
          "date": "AUGUST 29, 2022",
          "news1": "Bharatiya Janata Party legislator from Goshamahal Assembly constituency in Hyderabad T. Raja Singh was arrested, later in the day produced before a court, for allegedly making statements to outrage religious feelings, in Hyderabad on Tuesday. However, the court turned down the remand application of the police for not following proper procedure in arrest and ordered the immediate release of the MLA.",
          "news2": "The point at issue for Mr. Raja Singh was the Telangana Rashtra Samithi government allowing stand-up comic Munawar Faruqui to perform a show in Hyderabad. The firebrand leader, prior to the scheduled show on Saturday, had cautioned the organisers, the police and the government, that there would be severe backlash if the show was allowed.With an intention to maintain law and order, several hundred police personnel guarded the venue, detained a few BJP activists and ensured that the show ended peacefully.Taking on Mr. Faruqui, as stated earlier, Mr. Raja Singh on Monday uploaded a video via ‘Shree Ram Channel Telangana’ on YouTube “as a reaction to allowing the show.”"
        },
        {
          "image": "https://th-i.thgim.com/public/sci-tech/technology/x0dat0/article38072413.ece/alternates/FREE_1200/China-Space-Station-Tiangong",
          "heading": "India-China dispute casts gloom over space project",
          "subheading": "Scientists from Bengaluru-based Indian Institute of Astrophysics are part of a UN-led initiative for Tiangong, the developing Chinese space station",
          "author": "By : Jacob Koshy",
          "date": "AUGUST 29, 2022",
          "news1": "Tension between India and China since May 2020 is worrying Indian astrophysicists involved in an ambitious project to install an India-made spectroscope aboard the developing Chinese space station, Tiangong.Scientists at the Indian Institute of Astrophysics (IIA), Bengaluru, were among nine groups selected from 42 applicants in 2019 as part of a United Nations-led initiative that invites research teams from all over the world to compete for an opportunity to design payloads that will be shuttled to Tiangong aboard rockets of the Chinese Manned Space Agency.The project, called Spectrographic Investigation of Nebular Gas (SING), also involves collaboration with the Institute of Astronomy, Russian Academy of Sciences, and has been designed and developed by research students at the IIA. The plan is to have it ready by the year end so that it can be launched in the summer of 2023. Though the plan is on schedule, scientists at the IIA are now consulting with the Indian Space Research Organisation (ISRO) as well as the Ministry of External Affairs (MEA) on whether they are in the clear to go ahead with the project.",
          "news2": "Chinese and Indian troops have been engaged in a prolonged stand-off in eastern Ladakh. The two sides have so far held 16 rounds of Corps Commander-level talks to resolve the stand-off, which erupted on May 5, 2020, following a violent clash in the Pangong lake area.“At the moment [the India-China] relationship is going through an extremely difficult phase after what China did at the border,” External Affairs Minister S. Jaishankar said in Bangkok last week.The SING project would be the first space-collaboration involving India and China, and primarily deals with sending and positioning a spectrograph, an instrument that splits light into constituent frequencies and wavelengths, to study ultraviolet radiation. This will help analyse the make-up and sources of interstellar gas in the region that swept by the space station as it orbits around the earth.“We are cautiously hopeful that the project will progress as scheduled,” said Jayant Murthy, Senior Professor, IIA, and the coordinator for the project. “Technical discussions on the payload are still on with China and we have conveyed to them that we need an export clearance from Indian authorities to go ahead. We have written to our relevant agencies and are awaiting their response.”"
        },
        {
          "image": "https://th-i.thgim.com/public/news/national/513kn1/article65801444.ece/alternates/FREE_1200/9OW5oEf-_400x400.jpeg",
          "heading": "Congress launches Bharat Jodo Yatra tagline, logo",
          "subheading": "The 3,500-km yatra is expected to be led by former party chief Rahul Gandhi",
          "author": "By : The Hindu Bureau",
          "date": "AUGUST 29, 2022",
          "news1": "Mile kadam, jude watan or step by step, unite India. With this official tagline, the Congress on Tuesday launched the website and the official logo of the 3,500-km-long Bharat Jodo Yatra that is expected to be led by former party chief Rahul Gandhi from the start to finish.",
          "news2": "Addressing a joint press conference, Congress general secretary Jairam Ramesh and national coordinator of the padayatra Digvijaya Singh said the yatra was necessary in national interest to counter growing economic inequality, social polarisation and political divisions in the country."
        }
    ],
    "user" : []
  }